package cn.kingcd.up;

/**
 * ==============================================
 * <p>
 * ==============================================
 * 版权所有 违法必究
 * <p>
 * 创建作者：fei
 * <p>
 * 创建时间：2018/6/26
 * <p>
 * 修订历史：
 * <p>
 * 修订时间：
 * ==============================================
 * ==================《程序员》==================
 * =======十年生死两茫茫，写程序，到天亮。=======
 * ==============千行代码，Bug何处藏。===========
 * =======纵使上线又怎样，朝令改，夕断肠。=======
 * ----------------------------------------------
 * ======领导每天新想法，天天改，日日忙。========
 * =============相顾无言，惟有泪千行。===========
 * ======每晚灯火阑珊处，夜难寐，加班狂。========
 * ==============================================
 */
public class UrlRes {
    /**
     * app接口地址
     */
    public static String HOMEURL ="https://kangyunlian.com";
    public static String WEBURL ="https://www.kangyunlian.com";

    public static String up =HOMEURL+"/api/deviceUpload";//上传设备信息
    public static String KYS1="KY_S1";
    public static String KY="HYWatch1";


}
